import React from 'react';
import NavbarTop from '../Navbar/NavbarTop';

function Home() {
  return (
    <div>
      <NavbarTop />

      <div className="test">
        <div className="layout">Homepage</div>
        <div>
          카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로
          표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2. 키워드로 장소검색하고
          목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2. 키워드로
          장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2.
          키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도
          불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기
          지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고
          초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를
          보고 초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵
          연동하기를 보고 초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저
          카카오맵 연동하기를 보고 초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1.
          먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도
          구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오
          지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로
          표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2. 키워드로 장소검색하고
          목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2. 키워드로
          장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2.
          키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도
          불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기
          지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고
          초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를
          보고 초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵
          연동하기를 보고 초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저
          카카오맵 연동하기를 보고 초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1.
          먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도
          구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오
          지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로
          표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2. 키워드로 장소검색하고
          목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2. 키워드로
          장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도 불러오기 2.
          키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기 지도
          불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고 초기
          지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를 보고
          초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기카카오 지도 구현하기 1. 먼저 카카오맵 연동하기를
          보고 초기 지도 불러오기 2. 키워드로 장소검색하고 목록으로 표출하기
        </div>
      </div>
    </div>
  );
}

export default Home;
